Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེས་ཀྱང་སྔར་ཡངས་པ་ཅན་གྱི་དགེ་སློང་དེས་བཀྲུ་བཤལ་བྱས་ཏེ་སོང་བ་མཐོང་ནས། དེས་བསམས་པ།
en: Since he had also seen the Vaiśālī monk bathe and depart, he thought,

source: དགེ་སློང་འདི་ནི་ལས་རྣམ་གཉིས་བྱེད་པར་འགྱུར་ཏེ། ཡང་ན་ནི་བདག་ཉིད་ཀྱིས་ཆུར་འགེངས་པར་བྱེད་པར་འགྱུར་རོ། །
en: “That monk is doing one of two things—he’s either filling up the water container

source: ཡང་ན་ནི་ཡོ་བྱད་ཀྱི་ཞལ་ཏ་བྱེད་པ་ལ་སྦྲོན་པར་བྱེད་དོ་སྙམ་ནས་དེ་ལ་སྡོད་ཅིང་འདུག་གོ། །
en: or informing the person in charge of the utensils,” and he waited there.

source: དེ་ནས་དེ་ལ་ལྷན་ཅིག་འཁོད་པའི་སློབ་མ་རྣམས་ཀྱིས་སྨྲས་པ།
en: Some of the disciples who were living with him asked,

source: མཁན་པོ་དགེ་སློང་ཐམས་ཅད་ནི་དོང་ལགས་ན། ཁྱོད་འདི་ན་ཅི་ལ་གཞེས།
en: “Preceptor, why are you waiting here, when all the other monks have gone?”

source: དེས་སྨྲས་པ། བཀྲུ་བཤལ་བྱ་བར་འདོད་དེ།
en: “I wish to bathe,” he replied.

source: ཡངས་པ་ཅན་གྱི་དགེ་སློང་དེས་བཀྲུ་བཤལ་བྱས་ཏེ་སོང་བས་ན།
en: “The Vaiśālī monk bathed and departed,

source: དེ་འོངས་ཏེ་ཡང་ན་ནི་ཁོ་བདག་གིས་ཆུ་ར་འགེངས་པར་བྱེད་པར་འགྱུར་རོ། །
en: so he’s gone either to fill the water container

source: ཡང་ན་ནི་ཡོ་བྱད་ཀྱི་ཞལ་ཏ་བྱེད་པ་ལ་སྦྲོན་པར་འགྱུར་རོ། །
en: or to inform the person in charge of the utensils.”

source: དེ་དག་གིས་སྨྲས་པ། མཁན་པོ་དེ་འཁོར་དང་བཅས་པ་ནི་དོང་ལགས་ཀྱིས།
en: “Preceptor, he left with his attendants,” they said.

source: འདིར་མ་གཞེས་ཤིག །
en: “You shouldn’t wait here.”

source: དེ་ནས་དེས་ཆུ་ར་དེ་དགེ་སློང་རྣམས་ལ་བསྟན་ཏེ།
en: He showed the water container to the monks.

source: ཁྱོད་ལྟོས་ཤིག་ཆུ་འདི་ཙམ་གྱིས་བཀྲུ་བཤལ་བྱ་བར་རུང་ངམ།
en: “Look here—do you think I can bathe and rinse with just this much water?”

source: དེ་དག་གིས་སྨྲས་པ། མཁན་པོ་ཁྱོད་ཀྱིས་འདི་ན་ཆུ་མེད་དོ་ཞེས་དེ་ཉི་ཚེ་ཞིག་གསུངས་ཤིག་དང་།
en: “Preceptor,” they said, “in a little while, claim that there is no water.

source: བདག་ཅག་གིས་ཁྱོད་ཀྱི་རྩ་འཇིང་དང་། མཐུ་དང་གྲོགས་བགྱིའོ་ཞེས་བྱས་ནས་དོང་ངོ་། །
en: Then we will support you and take your side.” And then they departed.

source: ཡངས་པ་ཅན་གྱི་དགེ་སློང་དེ་ཡང་འགྱོད་པ་སྐྱེས་ནས།
en: The Vaiśālī monk began to feel some regret,

source: དེས་ལྷན་ཅིག་གནས་པའི་སློབ་མ་རྣམས་ལ་སྨྲས་པ།
en: and he said to some of the disciples who were living with him,

source: ཀྱེ་བདག་གིས་འདིར་བཀྲུ་བཤལ་བྱས་པ་ལས། ཆུ་རའི་ནང་ན་ཆུ་ཉུང་ཤས་ཅིག་ལས་མ་ལུས་བཞིན་དུ་བོར་ཏེ་འོངས་ལ།
en: “Oh no, after I bathed and rinsed off, there was no more than a little water in the water container, and I left it like that and departed.

source: དགེ་འདུན་གྱི་ནང་ཁྲིམས་བཅས་པ་ནི་ཡང་ན་བདག་ཉིད་ཀྱིས་དགང་བར་བྱ་བ་དང་།
en: We have an agreement among the saṅgha that you have to either fill the water container yourself

source: ཡང་ན་ཡོ་བྱད་ཀྱི་ཞལ་ཏ་བྱེད་པ་ལ་སྦྲན་དགོས་པ་ཡིན་ན
en: or inform the person in charge of the utensils.

source: དེ་བདག་རང་གིས་ཀྱང་མ་བཀང་ལ།
en: I didn’t fill it myself,

source: ཡོ་བྱད་ཀྱི་ཞལ་ཏ་བྱེད་པ་ལ་ཡང་མ་སྦྲན་ན།
en: nor did I inform the person in charge of the utensils,

source: བདག་འདིར་འོངས་པའི་འོག་ཏུ་དགེ་སློང་འགའ་ཞིག་བཀྲུ་བཤལ་བྱེད་པར་མི་འགྱུར་གྲང་ཞེས་བྱས་སོ། །
en: and now I’ve come back here. But maybe now some other monk will want to bathe and rinse.”

source: མཁན་པོ་ཁྱོད་ཀྱིས་འདི་སྐད་དུ། དེའི་ནང་ན་ཆུ་ཡོད་དོ་ཞེས་ཉི་ཚེ་ཞིག་གསུངས་ཤིག་དང་།
en: “Preceptor, in a little while, claim that there was water there.

source: བདག་གིས་ཁྱོད་ཀྱི་རྩ་འཇིང་དང་། མཐུ་དང་གྲོགས་བགྱིའོ་ཞེས་བྱས་ནས་དོང་ངོ་། །
en: Then we will support you and take your side.” Then they departed,

source: དེ་ནས་དེ་དག་ཁྱིམ་དེར་ཟན་ཟོས་ནས་ཕྱིར་དོང་ངོ་། །
en: and after he finished his food, he went outside.

source: དེ་དག་གི་ནང་ནས་ཀཽ་ཤཱཾ་བཱི་པ་རྣམས་ཀྱིས་བསམས་པ།
en: The Kauśāmbī monks thought,

source: ཡངས་པ་ཅན་གྱི་དགེ་སློང་དེས་དགེ་འདུན་གྱི་ནང་ཁྲིམས་ལས་འགལ་བར་བྱས་ཀྱིས།
en: “The Vaiśālī monk has violated the agreement made among the saṅgha.

source: དེས་ཉེས་པར་བྱས་པའི་ཕྱིར། བདག་ཅག་གི་ཉེས་པ་འཆགས་སུ་གཞུག་གོ་སྙམ་སྟེ
en: Since he committed the infraction, we will make him confess the infraction.”

source: གདན་བཤམས་ནས་གཎྜཱི་བརྡུངས་ཏེ། དགེ་འདུན་ཐམས་ཅད་འདུས་ཤིང་འཁོད་པར་གྱུར་ནས།
en: So they prepared a seat and sounded the gong, and the entire saṅgha assembled.

source: ཀཽ་ཤཱཾ་བཱིའི་དགེ་སློང་དེས་ཡངས་པ་ཅན་གྱི་དགེ་སློང་དེ་ལ་གླེང་བ་དང་། དེས་སྨྲས་པ།
en: When the Kauśāmbī monk accused him, the Vaiśālī monk replied,

source: འདིའི་ནང་ན་ཆུ་ཡོད་དོ། །
en: “There was water inside.”

source: དེས་སྨྲས་པ། ཆུ་དེ་ཙམ་གྱིས་བཀྲུ་བཤལ་བྱར་ཆོག་གམ་ཞེས་བྱས་ནས་
en: “Do you think I can bathe and rinse with that little water?” retorted the other.

source: དེ་དག་གིས་དེ་ལ་ཡུས་མེད་པར་བསྙོན་པའི་ཕྱིར་དགར་བའི་ལས་བྱས་སོ། །
en: They took action to sequester the monk for his shameless denial.

source: དེ་ནས་ཡངས་པ་ཅན་གྱི་དགེ་སློང་དེ་དག་གིས་ལས་དེ་བཤིག་སྟེ།
en: The Vaiśālī monks interdicted that action ,

source: གྱེས་ནས་གསོ་སྦྱོང་གི་ལས་ལོགས་ཤིག་ཏུ་བྱས་སོ། །
en: and performed a separate poṣadha purification ceremony of their own.

source: དེ་ནས་གཞི་དེ་ལས་དེ་དག་འཐབ་པ་དང་། མཚང་འདྲུ་བ་དང་། འགྱེད་པ་དང་། རྩོད་པར་གྱུར་ནས་
en: This was cause for further strife, reproof, conflict, and contention,

source: དེ་དག་འཐབ་ཅིང་མཚང་བྲུས་ལ། བཀྱེ་ཞིང་རྩོད་ནས་འཁོད་དོ། །
en: so in strife, reproof, conflict, and contention they remained.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགར་བར་བཅད་པའི་དགེ་སློང་དང་། དགར་བར་བཅད་པའི་རྗེས་སུ་འབྲང་བ་དང་། དགར་བར་བཅད་པའི་རྗེས་སུ་འབྲང་བའི་རྗེས་སུ་འབྲང་བ་རྣམས་བཀུག་ནས་བཀའ་སྩལ་པ།
en: The Blessed One sent for the sequestered monk, the disciples of the sequestered monk, and the disciples of the disciples of the sequestered monk, and asked them,

source: དགེ་སློང་དག་ཁྱེད་འཐབ་སྟེ་མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་པར་གྱུར་པ་བདེན་ནམ།
en: “Monks, is it true you are engaged in strife, reproof, conflict, and contention?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་མད་ལགས་སོ། །
en: “Yes, Blessed One, it’s true,” they replied.

source: བཀའ་སྩལ་པ། དགེ་སློང་དག་ཁྱེད་འཐབ་སྟེམཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་ཅིང་མ་འཁོད་ཅིག །
en: The Blessed One admonished them, “Monks, do not remain in strife, reproof, conflict, and contention.

source: དགེ་སློང་དག་ཁྱོད་འཐབ་སྟེ། མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་པར་གྱུར་ཅིང་འཁོད་ན་ནི་དགེ་བའི་ཆོས་རྣམས་འགྲིབ་པར་འགྱུར་གྱིས། འཕེལ་བར་མི་འགྱུར་བར་རིག་པར་གྱིས་ཤིག །
en: Monks, know that if you remain in strife, reproof, conflict, and contention, virtues will decrease, and thereby not increase.

source: དགེ་སློང་དག་ཁྱེད་མི་འཐབ་སྟེམཚང་མི་འདྲུ་ཞིང་མི་འགྱེད་ལ། མི་རྩོད་པར་འཁོད་ན་ནི། དགེ་བའི་ཆོས་རྣམས་འཕེལ་བ་འབའ་ཞིག་ཏུ་འགྱུར་གྱིས་འགྲིབ་པར་མི་འགྱུར་བར་རིག་པར་གྱིས་ཤིག །
en: Monks, know that if you do not remain in strife, reproof, conflict, and contention, virtues will increase, and thereby not decrease.

source: དགེ་སློང་དག་གཞན་ཡང་དགར་བར་བཅད་པའི་དགེ་སློང་གིས་ནི་འདི་ལྟར་བྱ་དགོས་ཏེ
en: “Furthermore, monks, a sequestered monk must do the following:

source: དགར་བར་བཅད་པའི་དགེ་སློང་ནི་མ་རུངས་པ། མཐུ་རྩལ་ཆེ་བ། མདོ་སྡེ་འཛིན་པ། འདུལ་བ་འཛིན་པ། མ་མོ་འཛིན་པ། རྩ་འཇིང་ཆེ་བ། གཡོག་འཁོར་མང་བ་ཡིན་ལ། དགེ་སློང་གྲོགས་པོ་མང་པོ་གཞན་དག་ཀྱང་མ་རུངས་པ་མཐུ་རྩལ་ཆེ་བ། མདོ་སྡེ་འཛིན་པ། འདུལ་བ་འཛིན་པ། མ་མོ་འཛིན་པ། རྩ་འཇིང་ཆེ་བ་གཡོག་འཁོར་མང་བ་ཡིན་ན
en: If a sequestered monk is a wicked, powerful holder of sūtra, vinaya, and mātṛkā, with many adherents and attendants, and his many other monk friends are likewise nothing but wicked, powerful holders of sūtra, vinaya, and mātṛkā, with many adherents and attendants, he may think,

source: དེ་དག་གིས་བདག་ལ་འདོད་པ་མ་ཡིན་པས་གླེང་བར་བྱེད། འདོད་པ་མ་ཡིན་པས་དྲན་པར་བྱེད་ཀྱིས།
en: ‘They carelessly accuse me and remember things carelessly.

source: བདག་གིས་ཀྱང་དེ་དག་གི་ཉེས་པ་གླེང་བ་དེ་ཆོས་བཞིན་དུ་མཉན་པར་མི་བྱའོ། །
en: Therefore I shall not pay heed to their grievances as I should.

source: དེ་དག་གིས་ཀྱང་བདག་མི་སྣང་བར་དགར་བར་བྱེད་དོ། །
en: They are sequestering me from view.

source: ཕྱིར་བཅོས་སུ་མེད་པ་དང་། ཕྱིར་འབྱུང་དུ་མེད་པར་སྡིག་པའི་ལྟ་བས་དགར་བར་བྱེད་དེ། གཞི་དེས་ན་དགེ་འདུན་གྱི་འཐབ་མོ་དང་། མཚང་འདྲུ་བ་དང་། འགྱེད་པ་དང་རྩོད་པ་འབྱུང་བར་འགྱུར་རོ་སྙམ་དུ་རིག་ནས།
en: I am being sequestered on account of egregious, intransigent, destructive views, which will be cause for strife, reproof, conflict, and contention in the saṅgha.’

source: གླེང་བའི་དགེ་སློང་གི་ཉེས་པ་ཆོས་བཞིན་དུ་ཕྱིར་བཅོས་ན་ནི་ལེགས།
en: Assuming such, if the accused monk still makes amends as he should, all will be well.

source: དེ་ལྟར་ཕྱིར་མ་བཅོས་ན་ནི་འགལ་བར་འགྱུར་རོ། །
en: But by the same token, if he does not make amends, it will be an infraction.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགར་བར་བཅད་པའི་དགེ་སློང་དང་། དགར་བར་བཅད་པའི་རྗེས་སུ་འབྲང་བ་དང་། དགར་བར་བཅད་པའི་རྗེས་སུ་འབྲང་བའི་རྗེས་སུ་འབྲང་བ་རྣམས་བཏང་ནས།
en: Then the Blessed One dismissed the sequestered monk, the disciples of the sequestered monk, and the disciples of the disciples of the sequestered monk,

source: དགར་བར་བྱེད་པའི་དགེ་སློང་དང་། དགར་བར་བྱེད་པའི་རྗེས་སུ་འབྲང་བ་དང་། དགར་བར་བྱེད་པའི་རྗེས་སུ་འབྲང་བར་བྱེད་པའི་རྗེས་སུ་འབྲང་བ་རྣམས་བཀུག་ནས་
en: and sent for the monks who had sequestered him, the disciples of the monks who had sequestered him, and the disciples of the disciples of the monks who had sequestered him.

source: དགེ་སློང་དག་ཁྱེད་འཐབ་སྟེམཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་པར་གྱུར་པ་བདེན་ནམ།
en: “Monks, is it true you are engaged in strife, reproof, conflict, and contention?”

source: གསོལ་པ་བཅོམ་ལྡན་འདས་མད་ལགས་སོ། །
en: “Yes, Blessed One, it’s true,” they replied.

source: བཀའ་སྩལ་པ། དགེ་སློང་དག་ཁྱེད་འཐབ་སྟེ། མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་ཅིང་མ་འཁོད་ཅིག །
en: The Blessed One admonished them also, “Monks, do not remain in strife, reproof, conflict, and contention.

source: དགེ་སློང་དག་ཁྱེད་འཐབ་སྟེ། མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་ཅིང་འཁོད་ན་ནི། དགེ་བའི་ཆོས་རྣམས་འགྲིབ་པར་འགྱུར་གྱིས་འཕེལ་བར་མི་འགྱུར་བར་རིག་པར་གྱིས་ཤིག །
en: Monks, know that if you remain in strife, reproof, conflict, and contention, virtues will decrease, and thereby not increase.

source: དགེ་སློང་དག་ཁྱེད་མི་འཐབ་སྟེམཚང་མི་འདྲུ་ཞིང་མི་འགྱེད་ལ། མི་རྩོད་པར་འཁོད་ན་ནི། དགེ་བའི་ཆོས་རྣམས་འཕེལ་བ་འབའ་ཞིག་ཏུ་འགྱུར་གྱིས། འགྲིབ་པར་མི་འགྱུར་བར་རིག་པར་གྱིས་ཤིག །
en: Monks, know that if you do not remain in strife, reproof, conflict, and contention, virtues will increase, and thereby not decrease.

source: དགེ་སློང་དག་གཞན་ཡང་དགར་བར་བྱེད་པའི་དགེ་སློང་གིས་འདི་ལྟར་བྱ་དགོས་སོ། །
en: “Monks, the monk who has sequestered another monk must do the following:

source: དགར་བར་བྱེད་པའི་དགེ་སློང་ནི་མ་རུངས་པ། མཐུ་རྩལ་ཆེ་བ། མདོ་སྡེ་འཛིན་པ། འདུལ་བ་འཛིན་པ། མ་མོ་འཛིན་པ། རྩ་འཇིང་ཆེ་བ། གཡོག་འཁོར་མང་བ་ཡིན་ལ། དགེ་སློང་གྲོགས་པོ་མང་པོ་གཞན་དག་ཀྱང་མ་རུངས་པ། མཐུ་རྩལ་ཆེ་བ། མདོ་སྡེ་འཛིན་པ། འདུལ་བ་འཛིན་པ། མ་མོ་འཛིན་པ། རྩ་འཇིང་ཆེ་བ། གཡོག་འཁོར་མང་བ་ཡིན་ཏེ
en: If a sequestering monk is a wicked, powerful holder of sūtra, vinaya, and mātṛkā, with many adherents and attendants, and his many other monk friends are likewise nothing but wicked, powerful holders of sūtra, vinaya, and mātṛkā, with many adherents and attendants themselves, he may think,

source: བདག་གིས་དེ་ལ་འདོད་པ་མ་ཡིན་པས་གླེང་བར་བྱས། འདོད་པ་མ་ཡིན་པས་དྲན་པར་བྱས་ནས།
en: ‘I have accused him carelessly and remembered things carelessly,

source: དེས་ཉེས་པ་དེ་ཆོས་བཞིན་དུ་མཉན་པར་མི་བྱེད་ན།
en: and he has not paid heed to that grievance as he should,

source: དེ་བདག་གིས་མི་སྣང་བར་དགར་བར་བྱས་ཏེ།
en: so I have sequestered him from view.

source: ཕྱིར་བཅོས་སུ་མེད་པ་དང་། ཕྱིར་འབྱུང་དུ་མེད་པར་སྡིག་པའི་ལྟ་བས་དགར་བར་བྱས་ཏེ། གཞི་དེས་ན་དགེ་འདུན་གྱི་འཐབ་མོ་དང་། མཚང་འདྲུ་བ་དང་འགྱེད་པ་དང་། རྩོད་པ་འབྱུང་བར་འགྱུར་རོ་སྙམ་དུ་རིག་ནས།
en: I sequestered him on account of egregious, intransigent, destructive views, which will be cause for strife, reproof, conflict, and contention in the saṅgha.’

source: འདོད་པ་མ་ཡིན་པས་གླེང་བར་མ་བྱེད་ཅིག །
en: Assuming such, he must not make careless accusations.

source: འདོད་པ་མ་ཡིན་པས་དྲན་པར་མ་བྱེད་ཅིག །
en: He must not recall things so carelessly.

source: གལ་ཏེ་འདོད་པ་མ་ཡིན་པས་གླེང་བར་བྱེད་ན་འགལ་བར་འགྱུར་རོ། །
en: If he makes a careless accusation, it will be an infraction.”

source: དེ་ལྟར་དེ་དག་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་ཀྱང་།
en: The Blessed One instructed them further,

source: དེ་བཞིན་དུ་འཐབ་ཅིང་མཚང་འདྲུ་ལ་འགྱེད་ཅིང་རྩོད་དེ་འཁོད་ནས་ད་དུང་ཡང་གསོ་སྦྱོང་བྱས་པར་མི་རྩི་ནསྐབས་ཀྱི་གཏམ་དེ་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་ཏོ། །
en: “Also, if the poṣadha purification ceremony still does not ameliorate the strife, reproof, conflict, and contention, it should be mentioned to the Blessed One as the occasion arises.”

source: དགེ་སློང་དག་ཁྱེད་འཐབ་སྟེམཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་ཅིང་མ་འཁོད་ཅིག་ཅེས་ངས་བསྒོ་ཡང་། དེ་བཞིན་དུ་ཁྱེད་འཐབ་སྟེ།
en: “Monks, I have instructed you not to remain in strife, reproof, conflict, and contention.

source: མཚང་འདྲུ་ཞིང་འགྱེད་ལ། རྩོད་ཅིང་འཁོད་དེ་ད་དུང་ཡང་གསོ་སྦྱོང་བྱས་པར་མི་རྩི་བ་བདེན་ནམ།
en: Is it true that the poṣadha purification ceremony still has not ameliorated the strife, reproof, conflict, and contention?”

source: དགེ་སློང་དག་ཁྱེད་འཐབ་སྟེ། མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་པར་མ་བྱེད་ཅིག་
en: “Monks, do not engage in strife, reproof, conflict, and contention.

source: དགེ་སློང་དག་ཁྱེད་འཐབ་སྟེ། མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་ཅིང་འཁོད་ན་ནི། གསོ་སྦྱོང་བྱེད་དམ་སྐབས་འབྱེད་པའི་ལས་བྱེད་དམ། གསོལ་བ་དང་གཉིས་ཀྱི་ལས་བྱེད་དམ། གསོལ་བ་དང་བཞིའི་ལས་བྱེད་ཀྱང་རུང་སྟེལས་དེ་དག་འཇིག་པར་གྱུར་ཏེ། བཞག་དགོས་པ་ཡིན་ནོ། །
en: Monks, if you remain in strife, reproof, conflict, and contention, then whether you perform the poṣadha purification ceremony, the lifting of restrictions ceremony, an act whose second member is a motion, or an act whose fourth member is a motion, all those acts would be interdicted, and they must be ratified.

source: དགེ་སློང་དག་ཁྱེད་ནི་དེ་དག་ལས་ཐ་དད་པར་གནས་པར་བྱེད་ལ་དེ་དག་ཀྱང་ཁྱེད་ལས་ཐ་དད་པར་གནས་པར་བྱེད་པའི་ཕྱིར་རོ། །
en: Because, monks, you remain apart from the others, and they remain apart from you as well.

source: དགེ་སློང་དག་ཐ་དད་པར་གནས་པ་ནི་འདི་གཉིས་ཡིན་ཏེ།
en: Monks, there are two types of remaining apart:

source: གང་བདག་ཉིད་ཀྱིས་བདག་ཐ་དད་པར་གནས་པར་འདོགས་པ་དང་།
en: one who remains apart of his own accord,

source: གང་དགེ་འདུན་འཐུན་པས་ཐ་དད་པར་གནས་པར་འདོགས་པའོ། །
en: and one who lives separately by consensus of the saṅgha.

source: དེ་ལ་དགེ་སློང་དག་བདག་གིས་བདག་ཐ་དད་དུ་གནས་པར་འདོགས་པ་ཅི་ལྟ་བུ་ཞེ་ན།
en: “Monks, what does it mean then to remain apart of one’s own accord?

source: འདི་ལྟར་དགེ་སློང་གིས་ཤེས་བཞིན་དུ་ཆོས་བཞིན་གྱི་ཕྱོགས་ལ་ཆོས་བཞིན་མ་ཡིན་པའི་ཕྱོགས་ཡིན་པར་འཇོག་པ་དེ་ལྟ་བུ་ནི། བདག་གིས་བདག་ཐ་དད་པར་གནས་པར་འདོགས་པ་ཡིན་ནོ། །
en: In this case, monks, to remain apart of one’s own accord means to knowingly claim that a position that does not accord with the Dharma is a position that does accord with the Dharma.

source: དགེ་འདུན་གྱི་ཆོས་བཞིན་དུ་ཐ་དད་པར་འདོགས་པ་ཅི་ལྟ་བུ་ཞེ་ན།
en: “What does it mean to remain apart by consensus of the saṅgha?

source: འདི་ལྟར་དགེ་འདུན་གྱིས་དགེ་སློང་མི་སྣང་བར་དགར་བར་བྱས་ཏེ། ཕྱིར་བཅོས་སུ་མེད་པ་དང་། ཕྱིར་འབྱུང་དུ་མེད་པར་སྡིག་པའི་ལྟ་བས་དགར་བར་བྱེད་པ་སྟེ། དེ་ལྟ་བུ་ནི་དགེ་འདུན་གྱི་ཐ་དད་པར་གནས་པར་འདོགས་པ་ཡིན་ནོ། །
en: In this case, monks, to remain apart by consensus of the saṅgha refers to when the saṅgha has sequestered a monk out of view, and the sequestering is on account of egregious, intransigent, destructive views.

source: དགེ་སློང་དག་ལྷན་ཅིག་ཏུ་གནས་པ་ནི་འདི་གཉིས་ཡིན་ཏེ།
en: “Monks, there are two types of remaining together:

source: གང་བདག་གིས་བདག་ལྷན་ཅིག་ཏུ་གནས་པར་འདོགས་པ་དང་།
en: one who remains on his own,

source: གང་དགེ་འདུན་གྱིས་ཆོས་བཞིན་དུ་ལྷན་ཅིག་ཏུ་གནས་པར་འདོགས་པའོ། །
en: and the saṅgha remaining together as the Dharma specifies.

source: དེ་ལ་བདག་གིས་བདག་ལ་ལྷན་ཅིག་ཏུ་གནས་པར་འདོགས་པ་ཅི་ལྟ་བུ་ཞེ་ན།
en: “What do we mean by one who remains on his own?

source: འདི་ལྟར་དགེ་སློང་གིས་ཤེས་བཞིན་དུ་ཆོས་བཞིན་མ་ཡིན་པའི་ཕྱོགས་ལ་ཆོས་བཞིན་གྱི་ཕྱོགས་ཡིན་པར་འཇོག་པ་སྟེ། དེ་ལྟ་བུ་ནི་བདག་གིས་བདག་ལྷན་ཅིག་ཏུ་གནས་པར་འདོགས་པ་ཡིན་ནོ། །
en: In this case, monks, one who remains on his own refers to a monk who knowingly claims that a position that accords with the Dharma is one that does not accord with the Dharma.

source: དགེ་འདུན་གྱིས་ཆོས་བཞིན་དུ་ལྷན་ཅིག་ཏུ་གནས་པར་འདོགས་པ་ཅི་ལྟ་བུ་ཞེ་ན།
en: “What do we mean by the saṅgha remaining together as the Dharma specifies?

source: འདི་ལྟར་དགེ་འདུན་གྱིས་དགེ་སློང་མི་སྣང་བར་དགར་བར་བྱ་སྟེ། ཕྱིར་བཅོས་སུ་མེད་པ་དང་། ཕྱིར་འབྱུང་དུ་མེད་པར་སྡིག་པའི་ལྟ་བས་དགར་བར་བྱེད་པ་སྟེ། དེ་ལྟ་བུ་ནི་དགེ་འདུན་གྱིས་ཆོས་བཞིན་དུ་ལྷན་ཅིག་ཏུ་གནས་པར་འདོགས་པའོ། །
en: In this case, monks, the saṅgha remaining together as the Dharma specifies refers to when the saṅgha is going to sequester a monk out of sight, and does the sequestering on account of egregious, intransigent, destructive views.”

source: དགར་བར་བྱེད་པའི་དགེ་སློང་དང་། དགར་བར་བྱེད་པའི་རྗེས་སུ་འབྲང་བ་དང་། དགར་བར་བྱེད་པའི་རྗེས་སུ་འབྲང་བའི་རྗེས་སུ་འབྲང་བ་རྣམས་བཀུག་ནས་
en: and sent for the monks who had sequestered him, the disciples of the monks who had sequestered him, and the disciples of the disciples of the monks who had sequestered him.

source: བཀའ་སྩལ་པ། དགེ་སློང་དག་ཁྱེད་འཐབ་སྟེམཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་ཅིང་མ་འཁོད་ཅིག་ཅེས་ངས་བསྒོ་ན་ཡང་། དེ་བཞིན་དུ་ཁྱེད་འཐབ་སྟེ།
en: “Monks,” he said to them, “I have instructed you not to remain in strife, reproof, conflict, and contention.

source: མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་ཅིང་འཁོད་དེ་ད་དུང་ཡང་གསོ་སྦྱོང་བྱས་པ་ལ་གསོ་སྦྱོང་བྱས་པར་མི་རྩི་བ་བདེན་ནམ།
en: Is it true that the poṣadha purification ceremony has still not ameliorated the strife, reproof, conflict, and contention?”

source: གསོལ་པ། བཅོམ་ལྡན་མད་ལགས་སོ་ཞེས་བྱས་ནས། དེ་ལྟ་བུའི་དགེ་འདུན་གྱི་ཆོས་བཞིན་དུ་ལྷན་ཅིག་ཏུ་གནས་པར་འདོགས་པའོ་ཞེས་བྱ་བའི་བར་དུ་སྔ་མ་བཞིན་དུ་སྦྱར་རོ། །
en: When they replied, “Yes, Blessed One, it’s true,” he gave the previous instruction just as before, up through the saṅgha remaining together as the Dharma specifies.

source: དེ་ལྟར་དེ་དག་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་ཀྱང་དེ་བཞིན་དུ་འཐབ་ཅིང་མཚང་འདྲུ་ལ་འགྱེད་ཅིང་རྩོད་དེ་འཁོད་དོ། །
en: The Blessed One gave them this instruction, but they remained in strife, reproof, conflict, and contention.

source: དེ་ནས་ཁྱིམ་བདག་ཅིག་གིས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་ཁྱིམ་དུ་བཤོས་ལ་སྤྱན་དྲངས་ནས། དགེ་སློང་དེ་དག་དེར་དོང་ངོ་། །
en: Then a certain householder invited the Buddha and the rest of the saṅgha of monks to take their food at his house, so those monks went there.

source: དེ་ནས་དེ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་ཡོ་བྱད་ཀྱི་ཞལ་ཏ་བྱེད་པ་ལ་བཤོས་འདིར་དྲོངས་ཤིག་ཅེས་བཀའ་སྩལ་ཏོ། །
en: The Blessed One told the monk in charge of provisions, “Bring my food here.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་རྣམ་པ་ལྔའི་ཕྱིར། ཡོ་བྱད་ཀྱི་ཞལ་ཏ་བྱེད་པ་ལ་བཤོས་ལེན་དུ་འཇུག་པར་མཛད་དེ།
en: Now there are five reasons the blessed buddhas make the monks in charge of provisions bring them food:

source: ནང་དུ་ཡང་དག་པར་འཇོག་པར་བཞེད་པ་དང་།
en: (1) they wish to meditate,

source: ལྷ་རྣམས་ལ་ཆོས་སྟོན་པར་བཞེད་པ་དང་།
en: (2) they wish to teach Dharma to the gods,

source: ནད་པ་གཟིགས་པར་བཞེད་པ་དང་།
en: (3) they wish to visit with a sick person,

source: མལ་སྟན་གཟིགས་པར་བཞེད་པ་དང་།
en: (4) they wish to survey the sleeping quarters, or

source: ཉན་ཐོས་རྣམས་ལ་བསླབ་པའི་གཞི་བཅའ་བར་བཞེད་པ་རྣམས་ཀྱི་ཕྱིར་རོ། །
en: (5) they wish to give the fundamental precepts to disciples.

source: སྐབས་འདིར་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་འདུལ་བ་ལ་བསླབ་པའི་གཞི་བཅའ་བར་བཞེད་པའི་ཕྱིར་རོ། །
en: On this occasion, the Blessed One did so because he wished to give the fundamental precepts of the monastic discipline.

source: ཡོ་བྱད་ཀྱི་ཞལ་ཏ་བྱེད་པ་ལ་བཤོས་ལེན་དུ་བཏང་ངོ་། །
en: After he sent the monk in charge of provisions to bring the food,

source: དེ་ནས་དགེ་སློང་མང་པོ་ཁྱིམ་དེར་དོང་བ་རྣམས་སྟན་ལ་འཁོད་ནས་འཐབ་སྟེ། མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་པར་གྱུར་ཏོ། །
en: many of the monks who had come to the house began to engage in strife, reproof, conflict, and contention as they sat in their seats.

source: དེ་དག་འཐབ་སྟེ་མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་ཅིང་འཁོད་དོ། །
en: Remaining in strife, reproof, conflict, and contention,

source: འཚམ་པ་མ་ཡིན་པའི་ལུས་ཀྱི་ལས་དང་། འཚམ་པ་མ་ཡིན་པའི་ངག་གི་ལས་བྱེད་ཅིང་འདུག་ལ། ཅི་ཙམ་ན་རྡེག་པར་བྱེད་དོ། །
en: they continued performing improper actions of body and improper actions of speech and they eventually began striking each other.

source: དེ་ནས་བཤོས་ལེན་དུ་སོང་བས་བཤོས་བླངས་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: After they went to take their food and had done so, they approached the Blessed One,

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཤོས་ལེན་པའི་དགེ་སློང་དེ་ལ་བཀའ་སྩལ་པ།
en: The Blessed One asked the monks who had taken food,

source: དགེ་སློང་ཅི་དགེ་སློང་གི་དགེ་འདུན་ཁ་ཟས་བཟང་པོས་ཚིམ་པར་གྱུར་ཏམ།
en: “Monks, has the saṅgha’s good food contented you?”

source: གསོལ་པ་བཙུན་པ་དེ་ནི་དེ་ལགས་ཏེ།
en: “Yes, Lord, it has,” they replied.

source: དགེ་སློང་གི་དགེ་འདུན་ཁ་ཟས་བཟང་པོས་ནི་ཚིམ་པར་གྱུར་ལགས་ན།
en: “Though it is good the saṅgha of monks is contented with good food,

source: བཙུན་པ་འོན་ཀྱང་དགེ་སློང་མང་པོ་ཁྱིམ་དེར་མཆིས་པ་རྣམས་འཐབ་སྟེ། མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་པར་གྱུར་ཏོ། །
en: Lord, still many of the monks who came here began to engage in strife, reproof, conflict, and contention.

source: དེ་དག་འཐབ་སྟེ། མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་ཅིང་འཁོད་དེ།
en: Remaining in strife, reproof, conflict, and contention,

source: འཚམ་པ་མ་ལགས་པའི་ལུས་ཀྱི་ལས་དང་། འཚམ་པ་མ་ལགས་པའི་ངག་གི་ལས་བགྱིད་ཅིང་འཁོད་ལ་ཅི་ཙམ་ན་རྡེག་པར་ཡང་བགྱིད་དོ་ཞེས་གསོལ་ཏོ། །
en: they continued to perform improper actions of body and improper actions of speech and eventually began striking each other.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་བཤོས་གསོལ་ནས།
en: Then the Blessed One took his food,

source: གཙུག་ལག་ཁང་གི་ཕྱི་རོལ་དུ་ཞབས་བཀྲུས་ཏེ།
en: washed his feet outside the monastery,

source: ནང་དུ་ཡང་དག་འཇོག་པའི་ཕྱིར་གཙུག་ལག་ཁང་གི་ནང་དུ་གཤེགས་སོ། །
en: and entered to monastery to sit in meditation.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཕྱེ་མ་རེད་ནང་དུ་ཡང་དག་འཇོག་ལས་བཞེངས་ནས།
en: In the afternoon the Blessed One rose from his meditation,

source: དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ལ་བཞུགས་སོ། །གདན་ལ་བཞུགས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: took his seat amid the saṅgha of monks, and asked them,

source: དགེ་སློང་དག་ཁྱེད་ཁྱིམ་དེར་དོང་བ་རྣམས་འཐབ་སྟེ། མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་པར་གྱུར་ནས་ཁྱེད་འཐབ་སྟེ། མཚང་འདྲུ་ཞིང་འགྱེད་ལ་རྩོད་ཅིང་འཁོད་དེ།
en: “Monks, is it true that those of you who went to the house remained in strife, reproof, conflict, and contention,

source: འཚམ་པ་མ་ཡིན་པའི་ལུས་ཀྱི་ལས་དང་། འཚམ་པ་མ་ཡིན་པའི་ངག་གི་ལས་བྱེད་ཅིང་འཁོད་ལ། ཅི་ཙམ་ན་རྡེག་པར་ཡང་བྱེད་པ་བདེན་ནམ།
en: continuing to perform improper actions of body and improper actions of speech until after a while you began striking each other?”

source: བཙུན་པ་མད་ལགས་སོ། །
en: “Yes, Lord, it’s true,” they replied.

source: ཁྱིམ་བདག་དེར་དོང་བའི་དགེ་སློང་སྡེ་སྡེར་ཆད་པ་རྣམས་ལ་ཁྲིམས་སུ་བྱ་བའི་ཆོས་རྣམས་ངས་བཅའ་བར་བྱ་སྟེ
en: “I shall make rules that govern a group of monks that goes to a householder’s home in a separate group.

source: དགེ་སློང་སྡེ་སྡེར་ཆད་པ་རྣམས་ཀྱིས་རྩོད་པའི་གཅུགས་ཀྱི་གནས་སོ་ཅོག་སྤོངས་ཤིག །
en: A group of monks who separate themselves in a group must give up all bases for dispute.

source: དགེ་སློང་ཐ་མལ་པར་འདུག་པ་རྣམས་ཀྱིས་ནི་དགེ་སློང་སྡེ་སྡེར་ཆད་པ་རྣམས་དང་། ཉིན་བར་ཡང་རུང་། མཚན་མོ་ཡང་རུང་། ནང་པར་ཡང་རུང་། དྲོ་ལ་ཡང་རུང་སྟེ། གཙུག་ལག་ཁང་གཅིག་གམ། དགོན་པའམ། གྲོང་འདབ་གཅིག་ཏུ་གནས་པར་མ་བྱེད་ཅིག །ལྷན་ཅིག་ཏུ་ཡང་གནས་པར་མ་བྱེད་ཅིག །
en: Those monks who remained neutral should neither associate nor live together with the group of monks that separate themselves in a group even a night or a day or a morning or an evening—not in the temple, nor in the monastery, nor outside the villages.

source: ལམ་གཅིག་ཏུ་ཡང་མ་འགྲོ་ཤིག །
en: They should neither walk on the same path,

source: ལམ་དུ་ཡང་མ་འགྲོགས་ཤིག །
en: nor accompany one another on the same path.

source: བརྡ་ཡང་མ་བྱེད་ཅིག །
en: They should not gesture.

source: བརྡ་སྐད་ཀྱང་མ་བྱེད་ཅིག །
en: They should not speak.

source: ཐ་མལ་པར་གནས་པས། རྩོད་པའི་གཅུགས་དེ་ཁོང་དུ་ཆུད་ནས། ཆོས་བཞིན་དང་འདུལ་བ་བཞིན་དུ་ཞི་བར་བྱེད་ནུས་ལ།
en: Those who remain neutral, and perfectly apprehend the cause of the dispute, will be able to make peace in accord with the Dharma and the Vinaya.
